var local_database =[
    {
        title : "帐号修复",
        key : "repair",
        list : [
            ["1","目前我还可登录邮箱帐号，在哪修改密码？"],
            ["2","我的密码丢失/忘记，如何找回密码？"],
            ["3","完善/修改密码保护信息"],
            ["4","将军令坏了？丢了？"],
            ["5","解绑密保卡"],
            ["6","如何修改身份信息？"],
            ["7","如何修改保密邮箱？"],
            ["8","如何修改QQ号码？"],
            ["9","如何更换安全手机/关联手机？"],
            ["10","如何修改安全问题或生日和密码提示问题？"],
            ["11","如何修改安全信息？"],
            ["12","帐号锁定/冻结"],
            ["13","在哪里申诉修复帐号？"],
            ["14","如何申诉帐号？"],
            ["15","修复帐号，需要提供些哪些资料？"],
            ["16","如何查询修复帐号的处理进度和结果？"],
            ["17","帐号申请处理时长是多久？"],
            ["18","为什么修复多次仍无法成功？"],
            ["19","修复成功后如何修改帐号资料？"]
        ]
    },
    {
        title : "密保相关",
        key : "lock",
        list : [
            ["1","什么是密保工具？"],
            ["2","密保手机有什么功能？"],
            ["3","如何修改密保手机？"],
            ["4","替换安全手机要多久才会生效？"],
            ["5","手机停机或丢失要如何更换安全手机？"],
            ["6","什么是将军令？"],
            ["7","将军令有什么功能？"],
            ["8","手机将军令和实体将军令有何不同？可以混绑吗？"],
            ["9","手机丢失、更换、刷机等情况，怎么取回原来的将军令？"],
            ["10","每个帐号最多可绑定多少个将军令？"],
            ["11","每个将军令可以绑定几个帐号？"],
            ["12","如何绑定/新增手机将军令？"],
            ["13","什么时候需要更换将军令？什么时候需要修复将军令？"],
            ["14","是否可以通过将军令找回密码？"],
            ["15","将军令丢了怎么办？"],
            ["16","什么是密保卡？"],
            ["17","如何绑定密保卡？"],
            ["18","密保卡可绑定几个帐号？"],
            ["19","如何更换密保卡"],
            ["20","什么是防沉迷系统？"],
            ["21","密保卡丢失怎么办？"]
        ]
    },
    {
        title : "安全学堂",
        key : "clazz",
        list : [
            ["1" ,"如何知道自己的帐号安全级别？"],
            ["2" ,"如何提升帐号安全？"],
            ["3" ,"如何知道是否绑定安全/关联手机？"],
            ["4" ,"什么是安全手机/关联手机？有什么用？"],
            ["5" ,"如何设置/更换安全手机？"],
            ["6" ,"更换安全手机后，为什么显示冻结期？"],
            ["7" ,"什么是安全设置？"],
            ["8" ,"安全问题忘记了怎么办？"],
            ["9" ,"为什么会收到异常登录提醒？"],
            ["10","什么是安全锁？"],
            ["11","短信诈骗"],
            ["12","钓鱼网站"],
            ["13","黑客攻击常用手段及防御"],
            ["14","假冒“客服”电话"],
            ["15","邮箱诈骗"],
            ["16","网络欺诈三大“马甲”，中奖欺诈占比最高"]
        ]
    },
    {
        title : "网易帐号",
        key : "acc",
        list : [
            ["1" ,"什么是网易帐号中心？"],
            ["2" ,"如何注册网易帐号？"],
            ["3" ,"什么是登录保护消息？"],
            ["4" ,"什么是多帐号关联？"],
            ["5" ,"什么是防沉迷系统？"],
            ["6" ,"登记实名制认证信息步骤是怎样的？"],
            ["7" ,"实名信息必须用身份证填写吗?"],
            ["8" ,"名字打不出来如何登记实名信息？"],
            ["9" ,"我的帐号被盗了，是盗号者填写的实名认证怎么办?"]
        ]
    }

];

module.exports = {
    dataList: local_database
}